Repository: ghostty-org/ghostty
Catalog: po/*.po
Languages: sv_se

source: Change Terminal Title
sv_se: Ändra terminaltitel

source: Leave blank to restore the default title.
sv_se: Lämna tomt för att återställa titeln till standardinställningarna.

source: Cancel
sv_se: Avbryt

source: Copy
sv_se: Kopiera

source: Paste
sv_se: Klistra in

source: Clear
sv_se: Töm

source: Reset
sv_se: Återställ

source: Split
sv_se: Dela fönster

source: Change Title…
sv_se: Ändra titel…

source: Split Up
sv_se: Dela uppåt

source: Split Down
sv_se: Dela nedåt

source: Split Left
sv_se: Dela åt vänster

source: Split Right
sv_se: Dela åt höger

source: Tab
sv_se: Flik

source: New Tab
sv_se: Ny flik

source: Close Tab
sv_se: Stäng flik

source: Window
sv_se: Fönster

source: New Window
sv_se: Nytt fönster

source: Close Window
sv_se: Stäng fönster

source: Config
sv_se: Konfiguration

source: Open Configuration
sv_se: Öpnna konfiguration

source: Reload Configuration
sv_se: Ladda om konfiguration

source: Terminal Inspector
sv_se: Terminalinspektör

source: About Ghostty
sv_se: Om Ghostty

source: Quit
sv_se: Avsluta

source: Authorize Clipboard Access
sv_se: Tillåt åtkomst till urklipp

source: An application is attempting to read from the clipboard. The current clipboard contents are shown below.
sv_se: Ett program försöker läsa från urklipp. Det aktuella innehållet visas nedan.

source: Deny
sv_se: Neka

source: Allow
sv_se: Tillåt

source: An application is attempting to write to the clipboard. The current clipboard contents are shown below.
sv_se: Ett program försöker skriva till urklipp. Det aktuella innehållet visas nedan.

source: Warning: Potentially Unsafe Paste
sv_se: Varning: Potentiellt osäker infogning

source: Pasting this text into the terminal may be dangerous as it looks like some commands may be executed.
sv_se: Att klistra in den här texten i terminalen kan vara farligt eftersom det ser ut som att kommandon kan utföras.

source: View Open Tabs
sv_se: Huvudmeny

source: ⚠️ You're running a debug build of Ghostty! Performance will be degraded.
sv_se: ⚠️ Du använder en felsökningsversion av Ghostty! Prestanda kommer att försämras.

source: Reloaded the configuration
sv_se: Laddade om konfigurationen

source: Ghostty Developers
sv_se: Ghostty-utvecklare

source: Close
sv_se: Stäng

source: Quit Ghostty?
sv_se: Vill du avsluta Ghostty?

source: Close Window?
sv_se: Vill du stänga fönstret?

source: Close Tab?
sv_se: Vill du stänga fliken?

source: Close Split?
sv_se: Vill du stänga uppdelat fönster?

source: All terminal sessions will be terminated.
sv_se: Alla terminalsessioner kommer att avslutas.

source: All terminal sessions in this window will be terminated.
sv_se: Alla terminalsessioner i detta fönster kommer att avslutas.

source: All terminal sessions in this tab will be terminated.
sv_se: Alla terminalsessioner på den här fliken kommer att avslutas.

source: The currently running process in this split will be terminated.
sv_se: Den för närvarande pågående processen i denna uppdelning kommer att avslutas.

source: Copied to clipboard
sv_se: Sparat i urklipp
