Repository: ghostty-org/ghostty
Catalog: po/*.UTF-8.po
Languages: fi_fi, hi_in, hi_in@hinglish, kk_kz, ms_my, ne_np, ur_pk, vi_vn

source: Authorize Clipboard Access
fi_fi: Salli pääsy leikepöydälle
hi_in: क्लिपबोर्ड पहुँच की अनुमति दें
hi_in@hinglish: Clipboard access allow karna hai
kk_kz: Алмасу буферіне қол жеткізуді рұқсат ету
ms_my: Benarkan Akses ke Papan Keratan
ne_np: क्लिपबोर्ड पहुँच अधिकृत गर्नुहोस्
ur_pk: کلپ بورڈ تک رسائی کی اجازت دیں
vi_vn: Cho phép Truy cập Bảng tạm

source: Deny
fi_fi: Kiellä
hi_in: अस्वीकार करें
hi_in@hinglish: Mana karo (Deny)
kk_kz: Тыйым салу
ms_my: Tolak
ne_np: अस्वीकार गर्नुहोस्
ur_pk: منع کریں
vi_vn: Từ chối

source: Allow
fi_fi: Salli
hi_in: अनुमति दें
hi_in@hinglish: Allow karo
kk_kz: Рұқсат ету
ms_my: Benarkan
ne_np: अनुमति दिनुहोस्
ur_pk: اجازت دیں
vi_vn: Cho phép

source: Remember choice for this split
fi_fi: Muista tämän jaon valinta
hi_in: इस विभाजन के लिए चयन याद रखें
hi_in@hinglish: Is split ke liye choice yaad rakhna
kk_kz: Осы бөлу үшін таңдауды есте сақтау
ne_np: यस विभाजनको लागि छनौट सम्झनुहोस्
ur_pk: اس تقسیم کے لیے انتخاب یاد رکھیں
vi_vn: Nhớ lựa chọn cho lần chia này

source: Reload configuration to show this prompt again
fi_fi: Lataa konfiguraatio uudelleen näyttääksesi tämä kehoite uudelleen
hi_in: यह संकेत दोबारा दिखाने के लिए कॉन्फ़िगरेशन दोबारा लोड करें
hi_in@hinglish: Ye prompt dubara dikhane ke liye configuration reload karo
kk_kz: Бұл сұрауды қайта көрсету үшін конфигурацияны қайта жүктеңіз
ne_np: यो प्रम्प्ट फेरि देखाउन कन्फिगरेसन पुनः लोड गर्नुहोस्
ur_pk: یہ پیغام دوبارہ دکھانے کے لیے تشکیلات دوبارہ لوڈ کریں
vi_vn: Tải lại cấu hình để hiển thị lời nhắc này lần nữa

source: Cancel
fi_fi: Peruuta
hi_in: रद्द करें
hi_in@hinglish: Cancel kar
kk_kz: Бас тарту
ms_my: Batal
ne_np: रद्द गर्नुहोस्
ur_pk: منسوخ کریں
vi_vn: Hủy

source: Close
fi_fi: Sulje
hi_in: बंद करें
kk_kz: Жабу
ms_my: Tutup
ne_np: बन्द गर्नुहोस्
ur_pk: بند کریں
vi_vn: Đóng

source: Configuration Errors
fi_fi: Konfiguraatiovirheet
hi_in: कॉन्फ़िगरेशन में त्रुटियाँ
hi_in@hinglish: Configuration mein error hai
kk_kz: Конфигурация қателері
ms_my: Ralat Konfigurasi
ne_np: कन्फिगरेसन त्रुटिहरू
ur_pk: تشکیلاتی غلطیاں
vi_vn: Lỗi Cấu hình

source: One or more configuration errors were found. Please review the errors below, and either reload your configuration or ignore these errors.
fi_fi: Havaittu yksi tai useampi konfiguraatiovirhe. Tarkista virheet alapuolelta ja lataa konfiguraatio uudelleen tai jätä virheet huomioimatta.
hi_in: एक या अधिक कॉन्फ़िगरेशन त्रुटियाँ पाई गई हैं। कृपया नीचे दी गई त्रुटियों की समीक्षा करें और या तो अपनी कॉन्फ़िगरेशन को दोबारा लोड करें या इन त्रुटियों को अनदेखा करें।
hi_in@hinglish: Ek ya zyada configuration errors mile hain.Neeche diye gaye errors check karo aur configuration ko reload karo ya inhe ignore karo.
kk_kz: Бір немесе бірнеше конфигурация қатесі табылды. Төмендегі қателерді қарап шығып, конфигурацияны қайта жүктеңіз немесе бұл қателерді елемеңіз.
ms_my: Terdapat satu atau lebih ralat di dalam konfigurasi. Sila semak ralat di bawah, kemudian pilih sama ada untuk memuat semula konfigurasi atau mengabaikan ralat ini.
ne_np: एउटाभन्दा बढी कन्फिगरेसन त्रुटिहरू फेला परेका छन्। कृपया तलका त्रुटिहरू समीक्षा गरी आफ्नो कन्फिगरेसन पुनः लोड गर्नुहोस् वा ती त्रुटिहरू बेवास्ता गर्नुहोस्।
ur_pk: ایک یا زیادہ تشکیلاتی غلطیاں پائی گئیں۔ براہ کرم درج ذیل غلطیوں کا جائزہ لیں، اور یا تو تشکیلات کو دوبارہ لوڈ کریں یا انہیں نظر انداز کریں۔
vi_vn: Đã tìm thấy một hoặc nhiều lỗi cấu hình. Vui lòng xem lại các lỗi bên dưới, và chọn tải lại cấu hình hoặc bỏ qua các lỗi này.

source: Ignore
fi_fi: Ohita
hi_in: अनदेखा करें
hi_in@hinglish: Chhodo (Ignore kar)
kk_kz: Елемеу
ms_my: Abaikan
ne_np: बेवास्ता गर्नुहोस्
ur_pk: نظر انداز کریں
vi_vn: Bỏ qua

source: Reload Configuration
fi_fi: Lataa konfiguraatio uudelleen
hi_in: कॉन्फ़िगरेशन दोबारा लोड करें
hi_in@hinglish: Configuration dubara load karo
kk_kz: Конфигурацияны қайта жүктеу
ms_my: Muat Semula Konfigurasi
ne_np: कन्फिगरेसन पुनः लोड गर्नुहोस्
ur_pk: تشکیلات دوبارہ لوڈ کریں
vi_vn: Tải lại Cấu hình

source: ⚠️ You're running a debug build of Ghostty! Performance will be degraded.
fi_fi: ⚠️ Käytät Ghostty debug-versiota! Suorituskyky heikkenee.
hi_in: ⚠️ आप घोस्ट्टी का डिबग बिल्ड चला रहे हैं! प्रदर्शन कम हो सकता है।
hi_in@hinglish: ⚠️ Tum Ghostty ka debug build chala rahe ho! Performance thodi slow hojaygi.
kk_kz: ⚠️ Сіз Ghostty жөндеу құрастырылымын іске қосып тұрсыз! Өнімділік төмен болуы мүмкін.
ms_my: ⚠️ Anda menjalankan versi debug Ghostty! Prestasi akan terjejas.
ne_np: ⚠️ तपाईं Ghostty को डिबग बिल्ड चलाउदै हुनुहुन्छ! कार्यसम्पादन घट्नेछ।
ur_pk: ⚠️ آپ Ghostty کا ڈیبگ ورژن چلا رہے ہیں! کارکردگی متاثر ہو سکتی ہے۔
vi_vn: ⚠️ Bạn đang chạy phiên bản gỡ lỗi của Ghostty! Hiệu suất sẽ bị giảm.

source: Ghostty: Terminal Inspector
fi_fi: Ghostty: Pääte-inspektori
hi_in: घोस्ट्टी: टर्मिनल निरीक्षक
kk_kz: Ghostty: Терминал инспекторы
ms_my: Ghostty: Pemeriksa Terminal
ne_np: Ghostty: टर्मिनल निरीक्षक
ur_pk: Ghostty: ٹرمینل انسپکٹر
vi_vn: Ghostty: Trình kiểm tra Terminal

source: Find…
kk_kz: Табу…

source: Previous Match
kk_kz: Алдыңғы сәйкестік

source: Next Match
kk_kz: Келесі сәйкестік

source: Oh, no.
kk_kz: О, жоқ.

source: Unable to acquire an OpenGL context for rendering.
kk_kz: Рендеринг үшін OpenGL контекстін алу мүмкін емес.

source: This terminal is in read-only mode. You can still view, select, and scroll through the content, but no input events will be sent to the running application.
kk_kz: Бұл терминал тек оқу режимінде. Сіз әлі де мазмұнды көре, таңдай және жылжыта аласыз, бірақ іске қосылған қолданбаға ешқандай енгізу оқиғалары жіберілмейді.

source: Read-only
kk_kz: Тек оқу

source: Copy
fi_fi: Kopioi
hi_in: कॉपी करें
hi_in@hinglish: Copy karo
kk_kz: Көшіріп алу
ms_my: Salin
ne_np: प्रतिलिपि गर्नुहोस्
ur_pk: نقل کریں
vi_vn: Sao chép

source: Paste
fi_fi: Liitä
hi_in: पेस्ट करें
hi_in@hinglish: Paste karo
kk_kz: Кірістіру
ms_my: Tampal
ne_np: टाँस्नुहोस्
ur_pk: چسپاں کریں
vi_vn: Dán

source: Notify on Next Command Finish
kk_kz: Келесі команда аяқталғанда хабарлау

source: Clear
fi_fi: Tyhjennä
hi_in: साफ़ करें
hi_in@hinglish: Clear karo
kk_kz: Тазарту
ms_my: Kosongkan
ne_np: साफ गर्नुहोस्
ur_pk: صاف کریں
vi_vn: Xóa

source: Reset
fi_fi: Palauta
hi_in: रीसेट करें
hi_in@hinglish: Reset karo
kk_kz: Тастау
ms_my: Set Semula
ne_np: रिसेट गर्नुहोस्
ur_pk: دوبارہ ترتیب دیں
vi_vn: Thiết lập lại

source: Split
fi_fi: Jaa
hi_in: विभाजित करें
hi_in@hinglish: Split karo
kk_kz: Бөлу
ms_my: Pembahagi
ne_np: विभाजन गर्नुहोस्
ur_pk: تقسیم کریں
vi_vn: Chia

source: Change Title…
fi_fi: Vaihda Otsikko…
hi_in: शीर्षक बदलें…
hi_in@hinglish: Title badlo…
kk_kz: Тақырыпты өзгерту…
ms_my: Tukar Tajuk…
ne_np: शीर्षक परिवर्तन गर्नुहोस्…
ur_pk: عنوان تبدیل کریں…
vi_vn: Đổi Tiêu đề…

source: Split Up
fi_fi: Jaa ylös
hi_in: ऊपर विभाजित करें
hi_in@hinglish: Upar Split karo
kk_kz: Жоғарыға бөлу
ms_my: Pembahagi ke Atas
ne_np: माथि विभाजन गर्नुहोस्
ur_pk: اوپر تقسیم کریں
vi_vn: Chia Lên trên

source: Split Down
fi_fi: Jaa alas
hi_in: नीचे विभाजित करें
hi_in@hinglish: Neeche Split karo
kk_kz: Төменге бөлу
ms_my: Pembahagi ke Bawah
ne_np: तल विभाजन गर्नुहोस्
ur_pk: نیچے تقسیم کریں
vi_vn: Chia Xuống dưới

source: Split Left
fi_fi: Jaa vasemmalle
hi_in: बाएँ विभाजित करें
hi_in@hinglish: Left side Split karo
kk_kz: Сол жаққа бөлу
ms_my: Pembahagi ke Kiri
ne_np: बायाँ विभाजन गर्नुहोस्
ur_pk: بائیں تقسیم کریں
vi_vn: Chia Trái

source: Split Right
fi_fi: Jaa oikealle
hi_in: दाएँ विभाजित करें
hi_in@hinglish: Right side Split karo
kk_kz: Оң жаққа бөлу
ms_my: Pembahagi ke Kanan
ne_np: दायाँ विभाजन गर्नुहोस्
ur_pk: دائیں تقسیم کریں
vi_vn: Chia Phải

source: Tab
fi_fi: Välilehti
hi_in: टैब
kk_kz: Бет
ne_np: ट्याब
ur_pk: ٹیب
vi_vn: Thẻ

source: New Tab
fi_fi: Uusi välilehti
hi_in: नया टैब खोलें
hi_in@hinglish: Naya Tab kholo
kk_kz: Жаңа бет
ms_my: Tab Baru
ne_np: नयाँ ट्याब
ur_pk: نیا ٹیب
vi_vn: Thẻ Mới

source: Close Tab
fi_fi: Sulje välilehti
hi_in: टैब बंद करें
hi_in@hinglish: Tab band karo
kk_kz: Бетті жабу
ms_my: Tutup Tab
ne_np: ट्याब बन्द गर्नुहोस्
ur_pk: ٹیب بند کریں
vi_vn: Đóng Thẻ

source: Window
fi_fi: Ikkuna
hi_in: विंडो
kk_kz: Терезе
ms_my: Tetingkap
ne_np: विन्डो
ur_pk: ونڈو
vi_vn: Cửa sổ

source: New Window
fi_fi: Uusi ikkuna
hi_in: नई विंडो खोलें
hi_in@hinglish: Nayi Window kholo
kk_kz: Жаңа терезе
ms_my: Tetingkap Baru
ne_np: नयाँ विन्डो
ur_pk: نئی ونڈو
vi_vn: Cửa sổ Mới

source: Close Window
fi_fi: Sulje ikkuna
hi_in: विंडो बंद करें
hi_in@hinglish: Window band karo
kk_kz: Терезені жабу
ms_my: Tutup Tetingkap
ne_np: विन्डो बन्द गर्नुहोस्
ur_pk: ونڈو بند کریں
vi_vn: Đóng Cửa sổ

source: Config
fi_fi: Konfiguraatio
hi_in: कॉन्फ़िग
kk_kz: Конфигурация
ms_my: Konfigurasi
ne_np: कन्फिगरेसन
ur_pk: تشکیلات
vi_vn: Cấu hình

source: Open Configuration
fi_fi: Avaa konfiguraatio
hi_in: कॉन्फ़िगरेशन खोलें
hi_in@hinglish: Configuration kholo
kk_kz: Конфигурацияны ашу
ms_my: Buka Konfigurasi
ne_np: कन्फिगरेसन खोल्नुहोस्
ur_pk: تشکیلات کھولیں
vi_vn: Mở Cấu hình

source: Change Terminal Title
fi_fi: Vaihda päätteen otsikko
hi_in: टर्मिनल का शीर्षक बदलें
hi_in@hinglish: Terminal ka title badlo
kk_kz: Терминал атауын өзгерту
ms_my: Tukar Tajuk Terminal
ne_np: टर्मिनल शीर्षक परिवर्तन गर्नुहोस्
ur_pk: ٹرمینل کا عنوان تبدیل کریں
vi_vn: Đổi Tiêu đề Terminal

source: Leave blank to restore the default title.
fi_fi: Jätä tyhjäksi palauttaaksesi alkuperäinen otsikko.
hi_in: डिफ़ॉल्ट शीर्षक पुनर्स्थापित करने के लिए खाली छोड़ें
hi_in@hinglish: Default title wapas lana ho toh blank chhodo
kk_kz: Бастапқы атауды қалпына келтіру үшін бос қалдырыңыз.
ms_my: Biarkan kosong untuk kembali ke tajuk asal.
ne_np: पूर्वनिर्धारित शीर्षक पुन: स्थापना गर्न खाली छोड्नुहोस्।
ur_pk: اصل عنوان بحال کرنے کے لیے خالی چھوڑ دی
vi_vn: Để trống để khôi phục tiêu đề mặc định.

source: OK
hi_in: ठीक है
hi_in@hinglish: Theek hai
kk_kz: ОК
ne_np: ठीक छ
ur_pk: ٹھیک ہے
vi_vn: Đồng ý

source: New Split
fi_fi: Uusi jaos
hi_in: नया विभाजन खोलें
hi_in@hinglish: Naya Split kholo
kk_kz: Жаңа бөлу
ne_np: नयाँ विभाजन
ur_pk: نئی تقسیم
vi_vn: Chia Mới

source: View Open Tabs
fi_fi: Näytä avoimet välilehdet
hi_in: खुले टैब देखें
hi_in@hinglish: Open Tabs dekho
kk_kz: Ашық беттерді көру
ms_my: Lihat Tab Yang Terbuka
ne_np: खुला ट्याबहरू हेर्नुहोस्
ur_pk: کھلے ٹیبز دیکھیں
vi_vn: Xem các Thẻ đang mở

source: Main Menu
fi_fi: Päävalikko
hi_in: मुख्य मेनू
kk_kz: Бас мәзір
ms_my: Menu Utama
ne_np: मुख्य मेनु
ur_pk: مین مینو
vi_vn: Menu chính

source: Command Palette
fi_fi: Komentopaletti
hi_in: कमांड पैलेट
hi_in@hinglish: Command Palette kholo
kk_kz: Командалар палитрасы
ne_np: कमाण्ड प्यालेट
ur_pk: کمانڈ پیلیٹ
vi_vn: Bảng lệnh

source: Terminal Inspector
fi_fi: Pääte-inspektori
hi_in: टर्मिनल निरीक्षक
kk_kz: Терминал инспекторы
ms_my: Pemeriksa Terminal
ne_np: टर्मिनल निरीक्षक
ur_pk: ٹرمینل انسپکٹر
vi_vn: Trình kiểm tra Terminal

source: About Ghostty
fi_fi: Tietoja Ghostty
hi_in: घोस्ट्टी के बारे में
hi_in@hinglish: Ghostty ke baare mein
kk_kz: Ghostty туралы
ms_my: Mengenai Ghostty
ne_np: Ghostty को बारेमा
ur_pk: Ghostty کے بارے میں
vi_vn: Giới thiệu về Ghostty

source: Quit
fi_fi: Sulje
hi_in: बंद करें
hi_in@hinglish: Band karo (Quit)
kk_kz: Шығу
ms_my: Keluar
ne_np: बाहिर निस्कनुहोस्
ur_pk: بند کریں
vi_vn: Thoát

source: Execute a command…
fi_fi: Suorita komento…
hi_in: एक कमांड चलाएँ…
hi_in@hinglish: Koi command chalao…
kk_kz: Команданы орындау…
ne_np: कमाण्ड चलाउनुहोस्...
ur_pk: ایک کمانڈ چلائیں…
vi_vn: Thực thi một lệnh…

source: An application is attempting to write to the clipboard. The current clipboard contents are shown below.
fi_fi: Sovellus yrittää kirjoittaa leikepöydälle. Leikepöydän tämän hetkinen sisältö näkyy alapuolella.
hi_in: एक अनुप्रयोग क्लिपबोर्ड में लिखने का प्रयास कर रहा है। वर्तमान क्लिपबोर्ड की सामग्री नीचे दिखाई गई है।
hi_in@hinglish: Ek app clipboard me likhne ki koshish kar raha hai. Neeche current clipboard content diya gaya hai.
kk_kz: Қолданба алмасу буферіне жазуға әрекеттенуде. Ағымдағы алмасу буферінің мазмұны төменде көрсетілген.
ms_my: Sesebuah aplikasi sedang cuba untuk menulis kandungan ke papan keratan. Kandungan semasa papan keratan ditunjukkan di bawah.
ne_np: एउटा एप्लिकेसनले क्लिपबोर्डमा लेख्न प्रयास गरिरहेको छ। हालको क्लिपबोर्डको सामग्री तल देखाइएको छ।
ur_pk: ایک ایپلیکیشن کلپ بورڈ پر لکھنے کی کوشش کر رہی ہے۔ موجودہ کلپ بورڈ کا مواد نیچے دکھایا گیا ہے۔
vi_vn: Một ứng dụng đang cố gắng ghi vào bảng tạm. Nội dung bảng tạm hiện tại được hiển thị bên dưới.

source: An application is attempting to read from the clipboard. The current clipboard contents are shown below.
fi_fi: Sovellus yrittää lukea leikepöydältä. Leikepöydän tämän hetkinen sisältö näkyy alapuolella.
hi_in: एक अनुप्रयोग क्लिपबोर्ड से पढ़ने का प्रयास कर रहा है। वर्तमान क्लिपबोर्ड की सामग्री नीचे दिखाई गई है।
hi_in@hinglish: Ek app clipboard se read karne ki koshish kar rahi hai. Neeche clipboard ka content dikhaya gaya hai.
kk_kz: Қолданба алмасу буферінен оқуға әрекеттенуде. Ағымдағы алмасу буферінің мазмұны төменде көрсетілген.
ms_my: Sesebuah aplikasi sedang cuba untuk membaca kandungan papan keratan. Kandungan semasa papan keratan ditunjukkan di bawah.
ne_np: एउटा एप्लिकेसनले क्लिपबोर्डबाट पढ्न प्रयास गरिरहेको छ। हालको क्लिपबोर्डको सामग्री तल देखाइएको छ।
ur_pk: ایک ایپلیکیشن کلپ بورڈ سے پڑھنے کی کوشش کر رہی ہے۔ موجودہ کلپ بورڈ کا مواد نیچے دکھایا گیا ہے۔
vi_vn: Một ứng dụng đang cố gắng đọc từ bảng tạm. Nội dung bảng tạm hiện tại được hiển thị bên dưới.

source: Warning: Potentially Unsafe Paste
fi_fi: Varoitus: Mahdollisesti vaarallinen liittäminen
hi_in: चेतावनी: यह पेस्ट असुरक्षित हो सकता है
hi_in@hinglish: Warning: Ye paste thoda unsafe lag raha hai
kk_kz: Ескерту: Қауіпсіз емес бола алатын кірістіру
ms_my: Amaran: Tampalan Berkemungkinan Tidak Selamat
ne_np: चेतावनी: सम्भावित असुरक्षित टाँस्नुहोस्
ur_pk: انتباہ: ممکنہ طور پر غیر محفوظ چسپاں
vi_vn: Cảnh báo: Dán có thể không an toàn

source: Pasting this text into the terminal may be dangerous as it looks like some commands may be executed.
fi_fi: Tämän tekstin liittäminen päätteeseen voi olla vaarallista, koska näyttää siltä että joitain komentoja saatetaan suorittaa.
hi_in: इस पाठ को टर्मिनल में पेस्ट करना खतरनाक हो सकता है क्योंकि ऐसा लगता है कि कुछ कमांड निष्पादित हो सकती हैं।
kk_kz: Бұл мәтінді терминалға кірістіру қауіпті болуы мүмкін, себебі кейбір командалар орындалуы мүмкін сияқты.
ms_my: Menampal teks ini ke terminal mungkin berbahaya kerana kelihatan seperti ada arahan yang akan dilaksanakan secara automatik.
ne_np: यो पाठलाई टर्मिनलमा टाँस्नु खतरनाक हुन सक्छ किनभने यो केहि कमाण्डहरू चलाउन सक्ने जस्तो देखिन्छ।
ur_pk: یہ متن ٹرمینل میں چسپاں کرنا خطرناک ہو سکتا ہے کیونکہ اس میں کچھ کمانڈز چلائی جا سکتی ہیں۔
vi_vn: Việc dán văn bản này vào terminal có thể nguy hiểm vì có vẻ như một số lệnh có thể được thực thi.

source: Quit Ghostty?
fi_fi: Sulje Ghostty?
hi_in: घोस्ट्टी बंद करें?
hi_in@hinglish: Ghostty band karna hai?
kk_kz: Ghostty-ден шығу керек пе?
ms_my: Keluar dari Ghostty?
ne_np: Ghostty बाहिर निस्कनुहोस्?
ur_pk: Ghostty بند کریں؟
vi_vn: Thoát Ghostty?

source: Close Tab?
fi_fi: Sulje välilehti?
hi_in: टैब बंद करें?
hi_in@hinglish: Tab band karna hai?
kk_kz: Бетті жабу керек пе?
ms_my: Tutup Tab?
ne_np: ट्याब बन्द गर्नुहोस्?
ur_pk: ٹیب بند کریں؟
vi_vn: Đóng Thẻ?

source: Close Window?
fi_fi: Sulje ikkuna?
hi_in: विंडो बंद करें?
hi_in@hinglish: Window band karna hai?
kk_kz: Терезені жабу керек пе?
ms_my: Tutup Tetingkap?
ne_np: विन्डो बन्द गर्नुहोस्?
ur_pk: ونڈو بند کریں؟
vi_vn: Đóng Cửa sổ?

source: Close Split?
fi_fi: Sulje jaos?
hi_in: विभाजन बंद करें?
hi_in@hinglish: Split band karna hai?
kk_kz: Бөлуді жабу керек пе?
ms_my: Tutup Pembahagi?
ne_np: विभाजन बन्द गर्नुहोस्?
ur_pk: تقسیم بند کریں؟
vi_vn: Đóng Lần chia này?

source: All terminal sessions will be terminated.
fi_fi: Kaikki pääteistunnot tullaan lopettamaan.
hi_in: सभी टर्मिनल सत्र समाप्त कर दिए जाएँगे।
hi_in@hinglish: Saare terminal sessions band ho jayenge.
kk_kz: Барлық терминал сессиялары тоқтатылады.
ms_my: Semua sesi terminal akan ditamatkan.
ne_np: सबै टर्मिनल सत्रहरू समाप्त हुनेछन्।
ur_pk: تمام ٹرمینل سیشنز ختم کر دیے جائیں گے۔
vi_vn: Tất cả các phiên terminal sẽ bị chấm dứt.

source: All terminal sessions in this tab will be terminated.
fi_fi: Kaikki pääteistunnot tässä välilehdessä tullaan lopettamaan.
hi_in: इस टैब में सभी टर्मिनल सत्र समाप्त कर दिए जाएँगे।
hi_in@hinglish: Is tab ke saare terminal sessions band ho jayenge.
kk_kz: Осы беттегі барлық терминал сессиялары тоқтатылады.
ms_my: Semua sesi terminal dalam tab ini akan ditamatkan.
ne_np: यो ट्याबभित्रका सबै टर्मिनल सत्रहरू अन्त्य गरिनेछन्।
ur_pk: اس ٹیب میں موجود تمام ٹرمینل سیشنز ختم کر دیے جائیں گے۔
vi_vn: Tất cả các phiên terminal trong tab này sẽ bị chấm dứt.

source: All terminal sessions in this window will be terminated.
fi_fi: Kaikki pääteistunnot tässä ikkunassa tullaan lopettamaan.
hi_in: इस विंडो में सभी टर्मिनल सत्र समाप्त कर दिए जाएँगे।
hi_in@hinglish: Is window ke saare terminal sessions band ho jayenge.
kk_kz: Осы терезедегі барлық терминал сессиялары тоқтатылады.
ms_my: Semua sesi terminal dalam tetingkap ini akan ditamatkan.
ne_np: यो विन्डोभित्रका सबै टर्मिनल सत्रहरू अन्त्य गरिनेछन्।
ur_pk: اس ونڈو میں موجود تمام ٹرمینل سیشنز ختم کر دیے جائیں گے۔
vi_vn: Tất cả các phiên terminal trong cửa sổ này sẽ bị chấm dứt.

source: The currently running process in this split will be terminated.
fi_fi: Tässä jaossa parhaillaan käynnissä oleva prosessi tullaan lopettamaan.
hi_in: इस विभाजन में चल रही प्रक्रिया समाप्त कर दी जाएगी।
hi_in@hinglish: Is split me chal raha process band ho jayega.
kk_kz: Осы бөлудегі ағымдағы орындалып жатқан процесс тоқтатылады.
ms_my: Proses yang sedang berjalan dalam pembahagi ini akan ditamatkan.
ne_np: यस स्प्लिटमा हाल चलिरहेको प्रक्रिया अन्त्य गरिनेछ।
ur_pk: اس تقسیم میں چلنے والا موجودہ عمل ختم کر دیا جائے گا۔
vi_vn: Tiến trình đang chạy trong lần chia này sẽ bị chấm dứt.

source: Command Finished
kk_kz: Команда аяқталды

source: Command Succeeded
kk_kz: Команда сәтті орындалды

source: Command Failed
kk_kz: Команда сәтсіз аяқталды

source: Command succeeded
fi_fi: Komento onnistui
hi_in: कमांड सफल रही
hi_in@hinglish: Command sahi se chaligyi
kk_kz: Команда сәтті орындалды
vi_vn: Lệnh đã thành công

source: Command failed
fi_fi: Komento epäonnistui
hi_in: कमांड असफल रही
hi_in@hinglish: Command fail ho gayi
kk_kz: Команда сәтсіз аяқталды
vi_vn: Lệnh đã thất bại

source: Reloaded the configuration
fi_fi: Konfiguraatio ladattu uudelleen
hi_in: कॉन्फ़िगरेशन दोबारा लोड किया गया
hi_in@hinglish: Configuration reload ho gaya
kk_kz: Конфигурация қайта жүктелді
ms_my: Konfigurasi telah dimuat semula
ne_np: कन्फिगरेसन पुनः लोड गरियो
ur_pk: تشکیلات دوبارہ لوڈ کر دی گئی ہیں
vi_vn: Đã tải lại cấu hình

source: Copied to clipboard
fi_fi: Kopioitu leikepöydälle
hi_in: क्लिपबोर्ड में कॉपी किया गया
hi_in@hinglish: Clipboard me copy ho gaya
kk_kz: Алмасу буферіне көшірілді
ms_my: Disalin ke papan keratan
ne_np: क्लिपबोर्डमा प्रतिलिपि गरियो
ur_pk: کلپ بورڈ پر نقل کر دیا گیا
vi_vn: Đã sao chép vào bảng tạm

source: Cleared clipboard
fi_fi: Leikepöytä tyhjennetty
hi_in: क्लिपबोर्ड साफ़ किया गया
hi_in@hinglish: Clipboard saaf kar diya gaya
kk_kz: Алмасу буфері тазартылды
vi_vn: Đã xóa bảng tạm

source: Ghostty Developers
fi_fi: Ghostty Kehittäjät
hi_in: घोस्ट्टी डेवलपर्स
hi_in@hinglish: Ghostty ke Developers
kk_kz: Ghostty әзірлеушілері
ms_my: Pembangun Perisian Ghostty
ne_np: Ghostty विकासकर्ताहरू
ur_pk: Ghostty کے ڈویلپرز
vi_vn: Nhà phát triển Ghostty

source: Pasting this text into the terminal may be dangerous as it looks like some commands may be executed.Ye text terminal me paste karna risky ho sakta hailagta hai kuch commands execute ho sakti hain.
hi_in@hinglish: Band karo
