Repository: ghostty-org/ghostty
Catalog: po/sa_*.UTF-8.po
Languages: sa_in

source: Change Terminal Title
sa_in: टर्मिनल शीर्षकम् परिवर्तयतु

source: Leave blank to restore the default title.
sa_in: पूर्वनिर्धारित शीर्षकम् पुनः प्राप्तये रिक्तं कुर्वन्तु।

source: Cancel
sa_in: निरस्तयतु

source: OK
sa_in: सम्यक्

source: Configuration Errors
sa_in: विन्यासदोषाः

source: One or more configuration errors were found. Please review the errors below, and either reload your configuration or ignore these errors.
sa_in: एकः वा अधिकः विन्यासदोषः प्राप्तः। कृपया अधोलिखितदोषान् परीक्ष्य, विन्यासं पुनरारम्भयतु अथवा तान् उपेक्ष्यत।

source: Ignore
sa_in: उपेक्षा

source: Reload Configuration
sa_in: विन्यासं पुनरारम्भयतु

source: Split Up
sa_in: ऊर्ध्वम् विभाजनम्

source: Split Down
sa_in: अधः विभाजनम्

source: Split Left
sa_in: वाम् विभाजनम्

source: Split Right
sa_in: दक्षिणम् विभाजनम्

source: Copy
sa_in: प्रतिलिपि

source: Paste
sa_in: सन्निवेशयतु

source: Clear
sa_in: शून्ययतु

source: Reset
sa_in: पुनःस्थापयतु

source: Split
sa_in: विभाजनम्

source: Change Title…
sa_in: शीर्षकं परिवर्तय…

source: Tab
sa_in: टैब्

source: New Tab
sa_in: नवीनं टैब्

source: Close Tab
sa_in: टैब् समापयतु

source: Window
sa_in: विंडो

source: New Window
sa_in: नवीनं विंडो

source: Close Window
sa_in: विंडो समापयतु

source: Config
sa_in: विन्यास

source: Open Configuration
sa_in: विन्यास उद्घाटय

source: Terminal Inspector
sa_in: टर्मिनल निरीक्षक

source: About Ghostty
sa_in: घोस्ट्टी विषये

source: Quit
sa_in: त्यजतु

source: Authorize Clipboard Access
sa_in: क्लिपबोर्ड् प्रवेशः अनुमतः

source: An application is attempting to read from the clipboard. The current clipboard contents are shown below.
sa_in: एकः अनुप्रयोगः क्लिपबोर्ड् पठितुम् प्रयत्नं करोति। वर्तमानः क्लिपबोर्ड् विषयः अधोलिखित इति प्रदर्शितः।

source: Deny
sa_in: निषेधयतु

source: Allow
sa_in: अनुमदतु

source: An application is attempting to write to the clipboard. The current clipboard contents are shown below.
sa_in: एकः अनुप्रयोगः क्लिपबोर्ड् लिखितुम् प्रयत्नं करोति। वर्तमानः क्लिपबोर्ड् विषयः अधोलिखित इति प्रदर्शितः।

source: Warning: Potentially Unsafe Paste
sa_in: चेतावनी: संभावित असुरक्षित सन्निवेशनम्

source: Pasting this text into the terminal may be dangerous as it looks like some commands may be executed.
sa_in: अयं पाठः टर्मिनेल् मध्ये सन्निवेशयितुं जोखिमकरः भवेत्, कारणं यत् किञ्चित् आज्ञापत्राणि निष्पादितुं शक्यन्ते इति दृश्यते।

source: Main Menu
sa_in: मुख्य मेनू

source: View Open Tabs
sa_in: उद्घाटित टैबाः पश्यत

source: New Split
sa_in: नवीनं विभाजनम्

source: ⚠️ You're running a debug build of Ghostty! Performance will be degraded.
sa_in: ⚠️ त्वं घोस्ट्टी इत्यस्य डीबग्-निर्माणं सञ्चालयसि! कार्यक्षमता न्यूनतया बाधिते भविष्यति।

source: Reloaded the configuration
sa_in: विन्यासः पुनः लोड् कृतः।

source: Ghostty Developers
sa_in: घोस्ट्टी विकासकाः

source: Close
sa_in: समापयतु

source: Quit Ghostty?
sa_in: घोस्ट्टी त्यजसि?

source: Close Window?
sa_in: विंडो समापयसि?

source: Close Tab?
sa_in: टैब् समापयसि?

source: Close Split?
sa_in: विभाजनम् समापयसि?

source: All terminal sessions will be terminated.
sa_in: सर्वे टर्मिनल् सत्राणि समाप्तानि भविष्यन्ति।

source: All terminal sessions in this window will be terminated.
sa_in: अस्मिन् विंडोमध्ये सर्वे टर्मिनल् सत्राणि समाप्तानि भविष्यन्ति।

source: All terminal sessions in this tab will be terminated.
sa_in: अस्मिन् टैबमध्ये सर्वे टर्मिनल् सत्राणि समाप्तानि भविष्यन्ति।

source: The currently running process in this split will be terminated.
sa_in: अधुना अस्मिन् विभाजने सञ्चालितः कार्यक्रमः समाप्तः भविष्यति।

source: Copied to clipboard
sa_in: क्लिपबोर्ड् मध्ये प्रतिलिपितम्।

source: Ghostty: Terminal Inspector
sa_in: घोस्ट्टी: टर्मिनल निरीक्षक
